Repository: 28Theleme3/weather_routing_pi
Catalog: po/*.po
Languages: ca

source: Boat file does not exist.
ca: L'arxiu del vaixell no existeix.

source: Failed to load file:
ca: No s'ha pogut carregar el fitxer:

source: Invalid xml file (no OCPWeatherRoutingBoat node):
ca: El fitxer xml no és vàlid (no hi ha node OCPWeatherRoutingBoat):

source: Failed saving file:
ca: No s'ha pogut desar el fitxer:

source: Name
ca: Nom

source: OpenCPN Weather Routing Plugin
ca: Connector Predicció Climatològica per a OpenCPN

source: Select Boat
ca: Seleccioneu el vaixell

source: Select Polar File
ca: Seleccioneu fitxer polar

source: Select Polar
ca: Seleccioneu Polar

source: Failed saving boat polar to file
ca: No s'ha pogut desar la polar del vaixell a l'arxiu

source: Drag is both frictional and wave based This can be computed based on boat values above then modified manually. With proper settings hull speed will be achieved, but also break into planing mode possible. A value 0 zero means no wake, where 100 is heaviest displacement. This also takes into account the different harmonics of wakes before hull speed is reached, so resulting boat polar may appear bumpy.
ca: Fregament, l’arrossegament per la fricció i l’ona està basat en Es pot calcular sobre la base dels valors de vaixells anteriors i llavors modificat manualment. Amb els ajustos adequats obtindrem la velocitat del casc i també en el possible mode de fregament. Un valor de 0 zero significa que no hi estela, i 100 és el desplaçament més pesat Això també té en compte els diferents harmònics d'esteles abans d’obtenir la velocitat del casc. Llavors, la resultant polar del vaixell pot aparèixer entretallada.

source: Drag Computation
ca: Càlcul d'arrossegament

source: New Plan
ca: Pla nou

source: Initial Plan
ca: Pla inicial

source: Cannot edit switch plan since there is no other plan to switch to.
ca: No podeu editar el canvi de pla ja que no hi ha cap altre pla per canviar.

source: Sail Plans
ca: Plans de navegació

source: and
ca: i

source: Wind Speed >
ca: Velocitat del vent >

source: Wind Speed <
ca: Velocitat del vent <

source: Wind Direction >
ca: Direcció del vent >

source: Wind Direction <
ca: Direcció del vent <

source: Wave Height >
ca: Alçada d'onades >

source: Wave Height <
ca: Alçada d'onades <

source: Night Time
ca: Període de nit

source: Day Time
ca: Període de dia

source: switch to
ca: Canviar a

source: Cruiser
ca: Creuer

source: Cruiser/Racer
ca: Creuer/competidor

source: Racer
ca: Competidor

source: High Peformance
ca: Alt rendiment

source: Ultra Light
ca: Ultralleuger

source: Heavy Cruiser
ca: Creuer pesat

source: Low
ca: Baix

source: High
ca: Alt

source: Rough
ca: Aspre

source: Smooth
ca: Suau

source: line
ca: línia

source: Boat polar failed
ca: Error de la polar del vaixell

source: Failed to open.
ca: No s'ha pogut obrir.

source: Failed to read.
ca: No s'ha pogut llegir.

source: Unrecognized format.
ca: Format no reconegut.

source: Too many wind speeds.
ca: Massa velocitats del vent.

source: Wind direction out of range.
ca: Direcció del vent fora del rang.

source: Wind direction out of order.
ca: Direcció del vent fora d'ordre.

source: Too few tokens.
ca: Massa poques fitxes.

source: Too many tokens.
ca: Masses fitxes.

source: Batch mode generates multiple configurations based on the selected configuration.
ca: El mode Bath genera múltiples configuracions basades en la configuració seleccionada.

source: Weather Routing
ca: Meteo-ruta

source: Select Boat File
ca: Seleccioneu fitxer de vaixell

source: Invalid settings, nothing will be done.
ca: La configuració no és vàlida, no farà res.

source: Invalid Date Time.
ca: Data i hora no vàlides.

source: Zero Time Step is invalid
ca: El pas de temps zero no és vàlid

source: Warning: less than 4 different degree steps specified
ca: Avís: Una desviació de menys de 4 graus, s’ha especificat

source: Start
ca: Començar

source: Start Time
ca: Hora d'inici

source: End
ca: Fi

source: BoatFileName
ca: Nom del fitxer del vaixell

source: State
ca: Estat

source: No Configuration selected.
ca: No hi ha seleccionada cap configuració.

source: Destination not yet reached.
ca: No s'ha arribat a la destinació.

source: Route from
ca: Ruta des de

source: to
ca: a

source: Leaving
ca: Marxant

source: Arriving
ca: Arribant

source: Duration
ca: Duració

source: Distance sailed:
ca: Distància navegada:

source: longer than great circle route
ca: Itinerari més llarg que la ruta ortodròmica

source: Average Speed Over Water (SOW)
ca: Velocitat mitjana sobre l'aigua (SOW)

source: Average Speed Over Ground (SOG)
ca: Velocitat mitjana sobre el fons (SOG)

source: Average Wind
ca: Vent mitjà

source: Average Swell
ca: Mitjana de l'onatge

source: Upwind
ca: Contra el vent

source: Port/Starboard
ca: Babord/Estribord

source: Number of tacks
ca: Nombre de virades

source: speed change due to
ca: canvi velocitat degut a

source: unfavorable
ca: desfavorable

source: currents.
ca: corrents.

source: No routes to report yet.
ca: Encara no hi ha rutes per informar.

source: to
ca: fins

source: configurations
ca: configuracions

source: <dt>Fastest configuration
ca: <dt>Configuració ràpida

source: avg speed
ca: velocitat d'avg

source: Best Times (mostly downwind)
ca: Millors temps (majoritàriament a favor del vent)

source: and
ca: i

source: any
ca: qualsevol

source: none
ca: cap

source: Cyclones
ca: Ciclons

source: Calculating Cyclone Crossings
ca: Calcul d'encreuaments de ciclons

source: Climatology data unavailable.
ca: Dades de climatologia no disponibles.

source: all months
ca: tots els mesos

source: All routes are safe from cyclones.
ca: Totes les rutes estan fora de perill de ciclons.

source: No routes found to be safe from cyclones.
ca: No s`han trobat rutes per estar protegit dels ciclons.

source: Start times for cyclone safe routes:
ca: Hores d'inici per rutes segures cicló:

source: Weather Routing Reports gives an overview of a given route based on multiple configurations. For example using the configuration batch dialog, it is possible to easily generate multiple otherwise identical configurations which have different starting times. Once all of these configurations are computed, they become available to the report generator. An overview can be given of the best times, expected speed, and weather conditions. If climatology is available, cyclone risk and additional weather conditions may be described.
ca: Els Informes de Meteo-ruta donen una visió general d'una predicció determinada sobre la base de múltiples configuracions. Per exemple, usant la caixa de diàleg de la configuració de procés per lots, és possible generar fàcilment múltiples configuracions d'altra manera idèntics que tenen diferents temps d'inici. Una vegada que totes aquestes configuracions es calculen, cal que estiguin disponibles per al generador d'informes. Es pot donar una visió general dels millors moments, la velocitat esperada, i les condicions meteorològiques. Si està disponible la climatologia, poden ser descrits el risc de ciclons i les condicions climàtiques addicionals.

source: Weather Routing Report
ca: Informe de Predicció Meteorològica

source: error, thread already created
ca: error, segment ja creat

source: Cursor Route -- optimal route closest to the cursor Destination Route -- optimal route to the desired destination Route Thickness -- thickness to draw Cursor and Destination Routes Iso Chron Thickness -- thickness for isochrons on map Alternate Routes Thickness -- thickness for alternate routes Note: All thicknesses can be set to 0 to disable their display Alternates for all Isochrons -- display all alternate routes not only the ones which reach the last isochron Squares At Sail Changes -- render squares along Routes whenever a sail change is made Filter Routes by Climatology -- This currently does nothing, but I intended to make weather route maps which derive data from grib and climatology clearly render which data was used where Number of Concurrent Threads -- if there are multiple configurations, they can be computed in separate threads which allows a speedup if there are multiple processors
ca: Ruta del cursor - ruta òptima més propera on es troba el cursor Destinació de la ruta -- ruta òptima fins a la destinació desitjada Gruix de ruta -- Gruix del traçat del cursor i rutes de destinacions Gruix d'isòcrones -- gruix de les isòcrones a la carta Gruix de Rutes Alternatives -- gruix per a les rutes alternatives Nota: Tots els gruixos es poden establir en 0 per desactivar la seva visualització Alternatives per a totes les isòcrones -- mostrar totes les rutes alternatives no només les que arriben a les últimes isòcrones. Col·locar una marca en els canvis de vela -- fer marques al llarg de les rutes sempre que es realitza un canvi de vela Filtrar rutes de Climatologia -- Això actualment no està operatiu, però la intenció de fer mapes de rutes temps que es derivin de les dades de grib i de climatologia permetrà on utilitzar aquestes dades Nombre de fils simultanis -- si hi ha múltiples configuracions, es poden calcular en fils separats per tal de permetre una acceleració si hi ha diversos processadors

source: No Route
ca: Cap ruta

source: Running
ca: Executant

source: Stopped
ca: Aturat

source: Failed to find plan name to switch to in list
ca: No ha pogut trobar el nom del pla per a canviar de la llista

source: Switch Plan
ca: Canviar el Pla

source: Cannot have min and max wind speed
ca: No es poden tenir les velocitats min. i màx. del vent

source: Cannot have min and max wind direction
ca: No es pot tenir la direcció min. i màx. del vent

source: Cannot have min and max wave height
ca: No es pot tenir l'alçada min. i màx. de l'ona

source: Invalid constrains.
ca: Límits no vàlids.

source: Cannot make a rule if neither daytime nor nighttime is specified.
ca: No es pot fer una regla sense especificar el dia ni la nit.

source: Enter Name
ca: Introduïu el nom

source: New Position
ca: Nova posició

source: This name already exists, replace?
ca: Aquest nom ja existeix, reemplaçar?

source: Enter Latitude
ca: Introduïu la latitud

source: Enter Longitude
ca: Introduïu la longitud

source: Boat
ca: Vaixell

source: Select Configuration
ca: Seleccioneu configuració

source: Zero time span forbidden, aborting.
ca: L'interval d'hora zero està prohibit, abandonant.

source: Batch configuration
ca: Configuració de lot

source: Failed to start configuration:
ca: Error en iniciar la configuració:

source: Failed to load file.
ca: No s'ha pogut carregar el fitxer.

source: Invalid xml file
ca: Fitxer xml no vàlid

source: Load
ca: Càrrega

source: File contains duplicate position name, discaring
ca: L'arxiu conté noms de posició duplicats, descartar

source: Unrecognized xml node
ca: Node xml desconegut

source: Failed to save xml file:
ca: Error al desar fitxer xml:

source: Invalid Start/End
ca: Inici/final no és vàlid

source: Computing...
ca: Calculant...

source: Complete
ca: Completat

source: Climatology
ca: Climatologia

source: No Data
ca: No hi ha dades

source: Failed
ca: Error

source: Waiting...
ca: Esperant...

source: Not Computed
ca: No calculat

source: No Weather Route selected
ca: No s'ha seleccionat Meteo-ruta

source: Empty Route, nothing to export
ca: Ruta buida, res a exportar

source: Weather Route
ca: Meteo-ruta

source: Weather Route Point
ca: Punt de la Meteo-ruta

source: End Time
ca: Hora de finalització

source: Time
ca: Hora

source: Distance
ca: Distància

source: Avg Speed
ca: Velocitat mitjana

source: Max Speed
ca: Velocitat màxima

source: Avg Speed Ground
ca: Velocitat veritable mitjana

source: Max Speed Ground
ca: Velocitat màxima respecte a terra

source: Avg Wind
ca: Mitjana de vent

source: Max Wind
ca: Vent màxim

source: Avg Current
ca: Mitjana del corrent

source: Max Current
ca: Corrent màxima

source: Avg Swell
ca: Mitjana d'onatge

source: Max Swell
ca: Onatge màxim

source: Upwind Percentage
ca: Percentatge sobrevent

source: Port Starboard
ca: Babord Estribord

source: Tacks
ca: Tatxes

source: Weather Route Position
ca: Posició de la Meteo-ruta

source: Compute optimal routes based on weather and constraints.
ca: Calcular rutes òptimes basades en la climatologia i les limitacions.

source: Weather Routing features include: optimal routing subject to various constraints based on weather data automatic boat polar computation
ca: Les característiques de Meteo-ruta inclouen: Prediccions òptimes en base a les dades meteorològiques Càlcul automàtic de les polars del vaixell

source: Grib plugin version not supported.
ca: El connector Grib no és compatible.

source: Climatology plugin version not supported, no climatology data.
ca: La versió del connector de climatologia no és compatible, no hi ha dades climatològiques.

source: Climatology plugin out of date, it must be upgraded or resulting routings may be incorrect.
ca: El connector de Climatologia ha expirat. Cal recarregar-lo o la ruta resultant serà incorrecta.

source: Positions
ca: Posicions

source: Configurations
ca: Configuracions

source: &Compute
ca: &Calcular

source: &Export
ca: &Exportar

source: &Open
ca: &Obrir

source: &Save
ca: &Salvar

source: &Close
ca: &Tancar

source: &File
ca: &Arxiu

source: &New Position
ca: &Nova posició

source: &Update Boat Position
ca: & Actualització de la posició del vaixell

source: &Delete
ca: &Esborrar

source: Delete &All
ca: Esborrar &Tot

source: &Position
ca: &Posició

source: &New
ca: &Nou

source: &Batch
ca: &Grup

source: &Edit
ca: &Editar

source: &GoTo
ca: &Anar a

source: Delete All
ca: Eliminar tot

source: Compute &All
ca: Calcular &Tot

source: &Stop
ca: &Parar

source: &Reset All
ca: &Reiniciar tot

source: E&xport
ca: E&xportar

source: Export All
ca: Exportar tot

source: &Filter
ca: &Filtre

source: &Configuration
ca: &Configuració

source: &Settings
ca: &Paràmetres

source: S&tatistics
ca: E&stadístiques

source: &Report
ca: &Informar

source: &Plot
ca: &Dibuixar

source: &View
ca: &Veure

source: &Information
ca: &Informació

source: &About
ca: &Sobre

source: &Help
ca: &Ajuda

source: Display
ca: Pantalla

source: Cursor Route Color
ca: Color del cursor de la ruta

source: Destination Route Color
ca: Color de la destinació de la ruta

source: Route Thickness
ca: Gruix de la ruta

source: Iso Chron Thickness
ca: Gruix de les Isòcrones

source: Alternate Routes Thickness
ca: Gruix de les rutes alternatives

source: Alternates for all IsoChrons
ca: Alternatives per a les isòcrones

source: Display mark when Sail Plan changes
ca: Mostrar una marca quan es canvia el pla de les veles

source: Display Wind Barbs
ca: Mostrar les Barbes a les fletxes de Vent

source: Computation
ca: Calculant

source: Number of Concurrent threads
ca: Nombre de línies concurrents

source: Use Local Time
ca: Utilitzar l'Hora Local

source: Date
ca: Data

source: Grib Time
ca: Hora del Grib

source: Hour
ca: Hora

source: Current Time
ca: Hora actual

source: Time Step
ca: Passos d'hora

source: Edit
ca: Editar

source: Data Source
ca: Font de dades

source: Disable
ca: Desactivar

source: Currents Only
ca: Només les corrents

source: Cumulative Map
ca: Carta acumulativa

source: Cumulative - Calms
ca: Calmes - acumulades

source: Most Likely
ca: El més probable

source: Average
ca: Mitjana

source: Last Valid if Data Deficient
ca: La darrera vàlida si les dades són insuficients

source: Wind strength is
ca: La força del vent és

source: Options
ca: Opcions

source: Detect Land
ca: Detectar terra

source: Currents
ca: Corrents

source: Inverted Regions
ca: Regions invertides

source: Anchoring
ca: Ancoratge

source: Integrator
ca: Integrador

source: Newton's Method
ca: Mètode de Newton

source: Runge Kutta (slow)
ca: Runge Kutta (lent)

source: Constraints
ca: Limitacions

source: Max Diverted Course
ca: desviació màxima del curs

source: degrees
ca: graus

source: Max Course Angle
ca: Angle màxim del curs

source: Max Search Angle
ca: Angle màxim de cerca

source: knots
ca: nusos

source: Common
ca: Comú

source: meters
ca: metres

source: Max Latitude +-
ca: Latitud Màxima +-

source: Tacking Time
ca: Hora de virada

source: (0 to disable)
ca: (0 per desactivar)

source: Wind vs Current
ca: Vent vs Corrent

source: Additional
ca: Addicional

source: Avoid crossing cyclone tracks
ca: Evitar creuar trajectòries de ciclons

source: within
ca: dins

source: Months
ca: Mesos

source: Days
ca: Dies

source: Courses (relative to true wind)
ca: Cursos (en relació amb vent veritable)

source: Add
ca: Afegir

source: Remove
ca: Eliminar

source: Clear
ca: Esborrar

source: Generate
ca: Generar

source: From
ca: Des de

source: Degrees
ca: Graus

source: To
ca: Cap a

source: By
ca: Per

source: Close
ca: Tancar

source: New
ca: Nou

source: Delete
ca: Esborrar

source: Coordinates
ca: Coordenades

source: Wind Kts
ca: Vent Kts

source: Wind Direction
ca: Direcció del vent

source: Speed
ca: Velocitat

source: Plot Type
ca: Tipus de dibuix

source: True Wind Dir / True Wind Speed
ca: Dir vent veritable / Velocitat del vent veritable

source: Apparent Wind Dir / True Wind Speed
ca: Dir vent aparent / Velocitat del vent veritable

source: True Wind Dir / Apparent Wind Speed
ca: Dir del vent veritable / Velocitat del vent aparent

source: Apparent Wind Dir / Apparent Wind Speed
ca: Dir del vent aparent / Velocitat del Vent Aparent

source: True Wind
ca: Vent veritable

source: Knots
ca: Nusos

source: Apparent Wind
ca: Vent aparent

source: Plot
ca: Dibuix

source: Hull Type
ca: Tipus de casc

source: Mono
ca: Monocasc

source: Catamaran
ca: Catamarà

source: Trimaran
ca: Trimarà

source: Submarine
ca: Submarí

source: Displacement
ca: Desplaçament

source: tons
ca: tones

source: Sail Area
ca: Superfície vèlica

source: Len Water Line (lwl)
ca: Eslora de flotació (LWL)

source: ft
ca: peus

source: Length Over All (loa)
ca: Eslora total (LOA)

source: Beam
ca: Mànega

source: Sail Area Displacement Ratio
ca: Relació entre la superfície vèlica i el desplaçament

source: Displacement Length Ratio
ca: Relació de longitud / desplaçament

source: Hull Speed
ca: Velocitat del casc

source: Capsize Risk
ca: Risc de sotsobrar

source: Comfort Factor
ca: Factor de comoditat

source: Boat Configuration
ca: Configuració del vaixell

source: From File
ca: D'arxiu

source: Computed From Sailboat Transform
ca: Calculat a partir de la modificació del veler

source: Computed From IMS Formula
ca: Calculat a partir de la fórmula IMS

source: Drag
ca: Arrossegar

source: Frictional
ca: Fricció

source: Wake
ca: Estela

source: Recompute
ca: Recalcular

source: Wing and Wing Running
ca: Engegar popa rodona

source: Save As CSV
ca: Desa-ho com a CSV

source: Polar Computation IMF Settings
ca: Paràmetres de Càlcul Polar IMF

source: Based on general formula Speed = 2.62 + 0.066*SA/D ratio + 0.51*LWL feet
ca: Basat en la formula general Velocitat = 2.62 + 0.066*Superfície vèlica/Desplaçament + 0.51 * Eslora

source: Polar File Settings
ca: Paràmetres de l'Arxiu Polar

source: FileName
ca: Nom de l'Arxiu

source: Select a file
ca: Seleccioneu un fitxer

source: Wind Speed Step
ca: Pas de la velocitat del vent

source: Wind Degree Step
ca: Pas de graus del vent

source: Sail Plan Polar
ca: Configuracions polars de vela

source: Wind Speed
ca: Velocitat del vent

source: True
ca: Veritable

source: Apparent
ca: Aparent

source: Best Course Up Wind Port Tack
ca: Millor curs de virada de sobrevent de babord

source: Best Course Up Wind Starboard Tack
ca: Millor curs de virada de sobrevent d'estribord

source: Best Course Down Wind Port Tack
ca: Millor curs de virada de sotavent de babord

source: Best Course Down Wind Starboard Tack
ca: Millor curs de virada de sotavent d'estribord

source: Optimize Tacking
ca: Optimitzar virades

source: Switch Plan Rules
ca: Regles de canvi de pla

source: Open
ca: Obrir

source: Save As
ca: Desa com a

source: Save and Close
ca: Desar i tancar

source: Close
ca: Tancar

source: Conditions
ca: Condicions

source: Wind Speed >
ca: Velocitat del vent >

source: Wind Speed <
ca: Velocitat del vent <

source: Wind Direction >
ca: Direcció del vent >

source: Wind Direction <
ca: Direcció del vent <

source: Wave Height >
ca: Alçada d'onades >

source: Meters
ca: Metres

source: Wave Height <
ca: Alçada d'onades <

source: Then Switch to
ca: Després canviar a

source: Information
ca: Informació

source: Cancel
ca: Cancel·lar

source: Done
ca: Fet

source: Position
ca: Posició

source: Scale
ca: Escala

source: Speed Over Ground (SOG)
ca: Velocitat sobre el fons (SOG)

source: Speed Over Water (SOW)
ca: Velocitat sobre l'aigua (SOW)

source: Wind Velocity
ca: Velocitat del vent

source: Wind Course
ca: Curs del vent

source: Wind Velocity Ground
ca: Velocitat del vent veritable

source: Wind Direction Ground
ca: Direcció del vent veritable

source: Wind Course Ground
ca: Curs del vent veritable

source: Apparent Wind Speed (AWS)
ca: Velocitat del vent aparent (AWS)

source: Apparent Wind Angle (AWA)
ca: Angle de vent aparent (AWA)

source: Current Velocity
ca: Velocitat del corrent

source: Current Direction
ca: Direcció del corrent

source: Sig Wave Height
ca: Alçada d'onada significant

source: Current Route
ca: Ruta actual

source: Cursor Route
ca: Cursor de la ruta

source: The weather routing plugin for opencpn is intended to aid in planning sailing routes based on computerized weather data and boat sailing ability. This also means to educate users about weather trends, to "discover" new cruising routes, and to avoid adverse conditions. License: GPLv3+ Source Code: https://github.com/seandepagnier/weather_routing_pi Author: Sean D'Epagnier Many thanks to all of the translators and testers.
ca: El complement Meteo-ruta (Weather Routing) per a OpenCPN té com a objectiu ajudar a la planificació de les rutes dels velers a partir de les dades de la meteorologia i de les capacitats del veler. Això també significa educar els usuaris sobre les tendències climàtiques, per "descobrir" noves rutes de creuer, i per evitar condicions adverses. Llicència: GPLv3+ Codi Font: https://github.com/seandepagnier/weather_routing_pi Autor: Sean d'Epagnier Moltes gràcies a tots els traductors i verificadors.

source: About Author
ca: Sobre l'autor

source: Overall
ca: Global

source: Run Time
ca: Temps d'execució

source: Iso Chrons
ca: Isòcrones

source: Routes
ca: Rutes

source: InvRoutes
ca: Invertir les rutes

source: Skip Positions
ca: Omet les posicions

source: Current Configuration
ca: Configuració actual

source: Category
ca: Categoria

source: Filter
ca: Filtre

source: Reset All
ca: Reiniciar tot

source: Starting
ca: Iniciant

source: For
ca: Per

source: day(s)
ca: dia/es

source: hour(s)
ca: Hora/es

source: Spaced
ca: Espaiat

source: Hour(s)
ca: Hora/es

source: Once
ca: Un cop

source: Daily
ca: Diari

source: Weekly
ca: Setmanal

source: Monthly
ca: Mensual

source: Sources
ca: Fonts

source: Destinations
ca: Destinacions

source: Auto Connect
ca: Connexió automàtica

source: Within
ca: Dins

source: Nautical Miles
ca: Milles nàutiques

source: Connect
ca: Connectar

source: Disconnect All
ca: Desconnectar tot

source: Boats
ca: Vaixells

source: 80 to 120
ca: 80 a 120

source: Wind Strength
ca: Força del vent

source: Reset
ca: Reinicia

source: Weather Routing Settings
ca: Paràmetres de la Meteo-ruta

source: Weather Routing Configuration
ca: Configuració de Meteo-ruta

source: Switch Sail Plan Configuration
ca: Canvi de configuració del pla de ruta

source: Weather Route Plot
ca: Dibuix de la Meteo-ruta

source: About Weather Routing
ca: Sobre la predicció climatològica

source: Weather Routing Statistics
ca: Estadístiques de predicció climatològica

source: Weather Route Report
ca: Informe de la Meteo-ruta

source: Filter Routes
ca: Filtre de rutes

source: Weather Routing Configuration Batch
ca: Estadístiques de predicció climatològica
